package com.example.myapplication;

public class EasyWord {
    private String [] easy_word = {"рука", "око", "голова", "слово", "земля", "життя", "день", "старий", "жінка", "нога",
            "ось", "сила", "людина", "місце", "новий", "рік", "чоловік", "обличчя", "голос", "двері", "думка",
            "батько", "серце", "бік", "україна", "бог", "дати", "ніколи", "хлопець", "розуміти", "пан", "ніч",
            "правда", "вода", "давати", "останній", "погляд", "ніхто", "дівчина", "сонце", "стіл", "небо", "тіло",
            "любити", "відповісти", "річ", "народ", "місто", "плече", "чекати", "знайти", "жити", "вікно", "син", "спитати", "смерть"};
}
