package com.example.myapplication;

public class HardWord {
    private String [] hard_word = {"додому", "дорога", "сісти", "військо", "крок", "темний", "вечір", "змогти",
            "єдиний", "Микола", "будинок", "дружина", "малий", "частина", "дитина", "спати", "сльоза", "показати",
            "важко", "питати", "пам'ятати", "чужий", "церква", "страшний", "поїхати", "залишитися", "школа", "досі",
            "їсти", "берег", "дух", "влада", "кінець", "щастя", "кинутися", "зупинитися", "геть", "покласти", "дивний",
            "вухо", "згадати", "гарний", "широкий", "любов", "цілком", "довестися", "звідки", "лист", "капітан", "двір",
            "далекий", "лице", "Андрій", "тобто", "ой", "рідний", "ані", "сон", "можливо", "хліб", "відразу", "невже",
            "рух", "деякий", "держава", "мовчки", "корабель", "поставити", "промовити", "гора", "старший", "крзавтра", "відповідь"};
}
